#1. Задача: Створіть дві змінні first=10, second=30.
# Виведіть на екран результат математичної взаємодії (+, -, *, / и тд.) для цих чисел.


first = 10
second = 30

res = first + second
print(res)

res = first - second
print(res)

res = first * second
print(res)

res = first / second
print(res)

res = first ** second
print(res)

res = first // second
print(res)

res = first % second
print(first)

first += second
print(first)

first *= second
print(first)

first /= second
print(first)


# 2. Задача: Створіть змінну и по черзі запишіть в неї результат порівняння (<, > , ==, !=) чисел з завдання 1.
# Виведіть на екран результат кожного порівняння.

compare = first < second
print(compare)

compare = first > second
print(compare)

compare = first <= second
print(compare)

compare = first >= second
print(compare)

compare = first == second
print(compare)

compare = first != second
print(compare)